exports.gameMenu = (prefix) => {
    return `
━━━ *「* Menu do jogo *」* ━━━
 
1. *▊┊➳  ${prefix}slot
╿▊┊➳ Jogos de usuário
│[  Uso: !slot
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩ 2.️ *▊┊➳  ${prefix}limitgame
╿▊┊➳ Limita usuário
│[  Uso : *${prefix}limitgame*
╰───────────────┈ ⳹

━━━ 「 JOGOS DA VELHA 」 ━━━
╭──────────────────────
┃⋆│┌⟩3.️ *▊┊➳  ${prefix}ttt @tag
╿▊┊➳ inicia um jogo da velha contra o usuário
│[  Uso :  *${prefix}ttt @tag*
╰───────────────┈ ⳹
╭──────────────────────
┃⋆│┌⟩4.️ *▊┊➳  ${prefix}velha @tag
╿▊┊➳ inicia um jogo da velha contra o bot
│[  Uso :  *${prefix}velha @tag*
╰──────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩5.️ *▊┊➳  ${prefix}ppt *pedra Papel Tesoura
╿▊┊➳ jogo pedra papel tesoura
│[  Uso : *${prefix}ppt *pedra Papel Tesoura*
╰───────────────┈ ⳹
`
}
exports.funMenu = (prefix) => {
    return `
 ━━━ *「* DIVERSÃO MENU *」* ━━━
╭──────────────────────
   1. *▊┊➳  ${prefix}mining
   ┃┊➳ -Usuário do jogo
│[  Uso : *${prefix}mining*
╰───────────────┈ ⳹

╭──────────────────────
    2. *▊┊➳  ${prefix}rank
  ╿▊┊➳ -mostra os ranks dos melhores no nivelamento
│[  Uso : *${prefix}rank*
╰───────────────┈ ⳹

  by italu (tiringa)
│ঔৣ͜͡➳ ${prefix}simi
│[  fale com o bot com ${prefix}simi (texto)   ]
╰───────────────┈ ⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}nomeninja (texto)
╿[exemplo: ${prefix}nomeninja Pires ]
│[  Cria um nome ninja  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}gerarnick (texto)
╿[exemplo: ${prefix}gerarnick Pires ]
│[  Cria um nick modificando as letras  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}ppt (pedra, papel ou tesoura)
╿[exemplo: ${prefix}ppt pedra ]
│[  Jogue pedra, papel e tesoura com o bot  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}sn
[faça uma pergunta com ${prefix}sn ]
│[  Lhe diz sim ou não para uma pergunta  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}gado
╿[use apenas ${prefix}gado]
│[  Lhe diz seu nível de gado  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}rankgay
╿[use apenas ${prefix}rankgay]
│[  Lhe diz o rank gay do grupo  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}chance
╿[use  ${prefix}chance do Pires ser gay]
│[  Lhe diz a chance de algo  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}pau
╿[use apenas ${prefix}pau]
│[  Lhe diz o tamanho do seu brinquedo  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}cassino
╿[use apenas ${prefix}cassino]
│[  jogo ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}roleta
╿[use apenas ${prefix}roleta]
│[  Roleta russa  ]
╰───────────────┈ 
⳹

╭──────────────────────  
  cabo

│ঔৣ͜͡➳ ${prefix}esquilo (marque um áudio)
╿[use apenas #esquilo]
│[  Efeito de áudio esquilo  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}slow (marque um áudio)
╿[use apenas ${prefix}slow]
│[  Efeito de áudio lento  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}gemuk (marque um áudio)
╿[use apenas ${prefix}gemuk]
│[  Efeito de áudio gigante  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}bass (marque um áudio)
╿[use apenas ${prefix}bass]
│[  Aumenta o bass de uma música  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}earrape
╿[use apenas ${prefix}earrape]
│[  Deixa o áudio estourado  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}fast
╿[use apenas ${prefix}fast]
│[  Deixa o áudio rápido  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}fastvid
╿[use apenas ${prefix}fastvid]
│[  Deixa o video no estilo fast  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}reversevid
╿[use apenas ${prefix}reversevid]
│[  reverte video  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}slowvid
╿[use apenas ${prefix}slowvid]
│[  deixa o video lento  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}luta @pessoa
╿[use ${prefix}luta @pessoa]
│[  começa um jogo de luta entre vc e a pessoa ]
╰───────────────┈ 
⳹

╭──────────────────────
mais em breve kkkkkkk
`
}
exports.imagens = (prefix) => {
    return `
╭──────────────────────
│ঔৣ͜͡➳ ${prefix} hitler (imagem)
╿[use ${prefix}hitler e marque uma imagem]
│[  exemplo ${prefix}hitler (marcar imagem) faz figurinha ao procurando hitler  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}inverte (imagem)
╿[use ${prefix}inverte e marque uma imagem]
│[  exemplo ${prefix}inverte (marcar imagem) faz figurinha ao contrário (igual o meme do contrário)  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}shit (imagem)
╿[use ${prefix}shit e marque uma imagem]
│[  exemplo ${prefix}shit (marcar imagem) faz figurinha no estilo shit  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}lixo (imagem)
╿[use ${prefix}lixo e marque uma imagem]
│[  exemplo ${prefix}lixo (marcar imagem) faz figurinha no estilo um meme  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}figuc (imagem)
╿[use ${prefix}figuc e marque uma imagem]
│[  exemplo ${prefix}figuc (marcar imagem) faz figurinha redonda  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}arma (imagem)
╿[use ${prefix}arma e marque uma imagem]
│[  exemplo ${prefix}arma (marcar imagem) faz figurinha com arma  ]
╰───────────────┈ 
⳹

╭──────────────────────
│ঔৣ͜͡➳ ${prefix}drip (imagem)
╿[use ${prefix}drip e marque uma imagem]
│[  exemplo ${prefix}drip (marcar imagem) faz figurinha no drip 🥶  ]
╰───────────────┈ ⳹
`
}
exports.otherMenu = (prefix) => {
    return `
  *• OUTRO-MENU*

🌹 *▊┊➳  ${prefix}brainly *consulta*
🌹 *▊┊➳  ${prefix}shopee*  _*produtos*_
🌹 *▊┊➳  ${prefix}playstore*  _*consulta*_
🌹 *▊┊➳  ${prefix}ssweb*  _*consulta*_
🌹 *▊┊➳  ${prefix}google*  _*consulta*_
🌹 *▊┊➳  ${prefix}image*  _*consulta*_
🌹 *▊┊➳  ${prefix}pinterest*  _*consulta*_
🌹 *▊┊➳  ${prefix}nulis*  _*texto*_
🌹 *▊┊➳  ${prefix}iguser*  _*nome do usuário*_
🌹 *▊┊➳  ${prefix}igstalk*  _*nome do usuário*_
🌹 *▊┊➳  ${prefix}githubstalk*  _*nome do usuário*_
🌹 *▊┊➳  ${prefix}tiktokstalk*  _*nome do usuário*_
🌹 *▊┊➳  ${prefix}img2url*  _*responder foto*_
🌹 *▊┊➳  ${prefix}ytsearch*  _*consulta*_
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩`
}
exports.stickerMenu = (prefix) => {
    return `
*── 「 STICKER MENU 」 ──*

1.️ *▊┊➳  ${prefix}dadu
╿▊┊➳ Autocolante de dar dados
│[  Uso: *${prefix}dadu*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩2.️ *▊┊➳  ${prefix}doge
╿▊┊➳ Dê um adesivo de Doge
│[  Uso: *${prefix}doge*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩3.️ *▊┊➳  ${prefix}toimg
╿▊┊➳ Alterar * adesivo * para * foto *
│[  Uso: *${prefix}toimg*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩
4.️ *▊┊➳  ${prefix}ttg* 
Dê um adesivo de texto
│[  Uso: *${prefix}ttg* _*teks*_
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩5.️ *▊┊➳  ${prefix}attp
╿▊┊➳ Dê um adesivo de texto
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩│[  Uso: *${prefix}attp* _*texto*_
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩6.️ *▊┊➳  ${prefix}stickeranime
╿▊┊➳ Distribuindo adesivos de anime
│[  Uso:  *${prefix}stickeranime*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩7. *▊┊➳  ${prefix}semoji* _*emoji*_
Dê um adesivo de Doge
│[  Uso: 
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩   8.️ *▊┊➳  ${prefix}sticker* 
  Transforme fotos em figurinhas
│[  │[  Uso: *${prefix}sticker* _*marcar foto/video*_
╰───────────────┈ ⳹
╭──────────────────────
┃⋆│┌⟩9. *▊┊➳  ${prefix}swm
╿▊┊➳ Dê nome as figurinhas
│[  │[  Uso: *${prefix}swm* _*pack|author*_
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩10. *▊┊➳  ${prefix}take*
│[  Uso: *${prefix}take* _*pacote | autor*_
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩11.️ *▊┊➳  ${prefix}tovideo* _*responder sgif * _
Transformando figurinhas GIF em vídeos
│[  Uso: *${prefix}tovideo*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩12.️ *▊┊➳  ${prefix}togif* _*responder sgif * _
Transformando figurinhas GIF em gif
│[  Uso: *${prefix}togif*
╰───────────────┈ ⳹
╭──────────────────────
┃⋆│┌⟩▊┊➳  ${prefix}attp1 (texto)
╿[exemplo ${prefix}attp1 aaa]
│[  faz sticker led ]
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩▊┊➳  ${prefix}attp2 (texto)
╿[exemplo ${prefix}attp2 aaa]
│[  faz sticker led ]
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩▊┊➳  ${prefix}attp3 (texto)
╿[exemplo ${prefix}attp3 aaa]
│[  faz sticker led ]
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩▊┊➳  ${prefix}attp4 (texto)
╿[exemplo ${prefix}attp4 aaa]
│[  faz sticker led ]
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩▊┊➳  ${prefix}attp5 (texto)
╿[exemplo ${prefix}attp5 aaa]
│[  faz sticker led ]
╰───────────────┈ ⳹
`
}
exports.wibuMenu = (prefix) => {
    return `
*── 「 MENU PARA ANIMES 」 ──*

╭──────────────────────
 1.▊┊➳  ${prefix}loli
╿▊┊➳ pesquisar imagens do mundo do bot
│[  Uso: *${prefix}loli*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩2. *▊┊➳  ${prefix}manga
  ╿▊┊➳ pesquisar imagens do mundo do bot
│[  Uso: *${prefix}manga*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩3.️ *▊┊➳  ${prefix}anime
  ╿▊┊➳ pesquisar imagens do mundo do bot
│[  Uso:
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩4.️ *▊┊➳  ${prefix}lolivideo
╿▊┊➳ pesquisar imagens do mundo do bot
│[  Uso: 
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩5.️ *▊┊➳  ${prefix}husbu
╿▊┊➳ pesquisar imagens do mundo do bot
│[  Uso: *${prefix}husbu*
╰───────────────┈ ⳹
╭──────────────────────
    6. *▊┊➳  ${prefix}waifu
╿▊┊➳ pesquisar imagens do mundo do bot
│[  Uso: *${prefix}waifu*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩7.️ *▊┊➳  ${prefix}milf
╿▊┊➳ pesquisar imagens do mundo do bot
│[  Uso: *${prefix}milf*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩8.️ *▊┊➳  ${prefix}neko
╿▊┊➳ pesquisar imagens  nek o
│[  Uso: *${prefix}neko*
╰───────────────┈ ⳹
╭──────────────────────
9.️ *▊┊➳  ${prefix}kanna
╿▊┊➳ pesquisar imagens kanna
│[  Uso: *${prefix}kanna*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩10.️ *▊┊➳  ${prefix}sagiri
╿▊┊➳ pesquisar imagens sagiri
│[  Uso: *${prefix}sagiri*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩11.️ *▊┊➳  ${prefix}hentai
pesquisar imagens hentai
│[  Uso: *${prefix}hentai*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩12.️ *▊┊➳  ${prefix}cosplay
╿▊┊➳ pesquisar imagens cosplay
│[  Uso: *${prefix}cosplay*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩13.️ *▊┊➳  ${prefix}wallnime
╿▊┊➳ pesquisar imagens wallnime
│[  Uso: *${prefix}wallnime*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩14.️ *▊┊➳  ${prefix}kUsonime
╿▊┊➳ pesquisar imagens kUsonime
│[  Uso: *${prefix}kUsonime*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩15. *▊┊➳  ${prefix}megumin
╿▊┊➳ pesquisar imagens Usonime
│[  Uso: *${prefix}megumin*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩16. *▊┊➳  ${prefix}otakudesu
╿▊┊➳ pesquisar imagens otakudesu
│[  Uso: *${prefix}otakudesu*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩19.️ *▊┊➳  ${prefix}doujindesu
╿▊┊➳ pesquisar imagens otakudesu
│[  Uso: *${prefix}doujindesu*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩20.️ *▊┊➳  ${prefix}storyanime
╿▊┊➳ pesquisar imagens storyanime
│[  Uso: *${prefix}storyanime*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩21. *▊┊➳  ${prefix}nakanomiku
╿▊┊➳ pesquisar imagens nakanomiku
│[  Uso: *${prefix}nakanomiku*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩22.️ *▊┊➳  ${prefix}nakanonino
╿▊┊➳ pesquisar imagens nakanonino
│[  Uso: *${prefix}nakanonino*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩23.️ *▊┊➳  ${prefix}nakanoitsuki
╿▊┊➳ pesquisar imagens nakanoitsuki
│[  Uso: *${prefix}nakanoitsuki*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩24.️ *▊┊➳  ${prefix}otakuongoing
╿▊┊➳ pesquisar imagens otakuongoing
│[  Uso: *${prefix}otakuongoing*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩25.️ *▊┊➳  ${prefix}nhentai *code
╿▊┊➳ baixa seu hentai em pdf
│[  Uso: *${prefix}nhentai *code*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩26.️ *▊┊➳  ${prefix}nekopoi *link
╿▊┊➳ pesquisar imagens nekopoi
│[  Uso: *${prefix}nekopoi *link*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩27.️ *▊┊➳  ${prefix}nekopoi3d
╿▊┊➳ pesquisar imagens nekopoi3d
│[  Uso: *${prefix}nekopoi3d*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩28. *▊┊➳  ${prefix}nekopoicosplay
╿▊┊➳ pesquisar imagens nekopoicosplay
│[  Uso: *${prefix}nekopoicosplay*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩29.️ *▊┊➳  ${prefix}nekopoisearch* 
╿   pesquisar imagens nekopoisearch
│[  Uso: *${prefix}nekopoisearch*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩30. *▊┊➳  ${prefix}anime* (nome do anime)
╿        pesquisa a imagem e informações do anime
│[  Uso: *${prefix}anime* seu anime
╰───────────────┈
`
}
exports.ownerMenu = (prefix) => {
    return `
┌─❖
│*「 ⚙️-❪Proprietario❫-⚙️ 」*
└┬❖
┌┤「 DONO PIRES」
││
││⪧ bc *texto*
││⪧ term
││⪧ entrar* link gp
││⪧ eval*
││⪧ reiniciar
││⪧ clearall
││⪧ getquoted
││⪧ premium* add @tags | número
││⪧ addupdate* funcionalidades
││⪧ leaveall
││⪧ premium* _*adicionar / deletar tempo*_
││⪧ exif* _*nome | autor*_
││⪧ leaveall
││⪧ addpalavra
││⪧ delpalavra
││⪧ lispalavras
││⪧ antipalavra 1/0
│├────────
││ Proprietário
│└────────
╰─━━━━─── • ───━━━━ ⳹
`
}

exports.groupMenu = (prefix) => {
    return`
*── 「 GRUPO DE MODERAÇÃO 」 ──*

1. *!add
╿▊┊➳Adicione usuários ao grupo.
│[  Uso: *!add* 628xxxxxxxxxx
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩2. *!kick
╿▊┊➳Remova membros do grupo.
│[  Uso: *!kick* @member1
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩3. *!promote
╿▊┊➳Promova membros para se tornarem administradores.
│[  Uso: *!promote* @member1
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩4. *!demote
╿▊┊➳Rebaixar o membro de admin.
│[  Uso: *!demote* @membro 1
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩5. *!leave
╿▊┊➳O bot vai deixar o grupo.
│[  Uso: *!leave*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩6. *!tagall
╿▊┊➳Mencione o grupo de membros.
│[  Uso: *!tagall*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩7. *grup
╿▊┊➳│[  Uso: *grup* buka/tutup
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩8. *!setppgrup
╿▊┊➳Altere o ícone do grupo.
│[  Uso: Envie uma imagem com uma legenda *! Setppgroup * ou responda uma imagem com uma legenda *! Groupicon *.
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩9. *!antilink
╿▊┊➳Desligue / ligue o recurso de link anti-grupo.
│[  Uso: *!antilink* 1/0
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩10. *!welcome
╿▊┊➳Ligue / desligue o recurso de boas-vindas no grupo para dar as boas-vindas à chegada de cada membro.
│[  Uso: *!welcome* 1/0
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩13. *!setdecs
╿▊┊➳Mude a aparência da descrição.
│[  Uso: *!setdecs* sua descrição
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩14. *!linkgp
╿▊┊➳Grupo de convite do link grupo.
│[  Uso: *!linkgp*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩15. *!listonline
╿▊┊➳Dê / marque online em grupos.
│[  Uso: *!listonline*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩16. *!mute
╿▊┊➳Silencie os bot do grupo permitindo q so os adms possa usar os comandos.
│[  Uso: *!mute* 1/0
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩17. *!grupo
╿▊┊➳mostra os os recursos para ativar no grupo
│[  Uso: *!grupo* 
╰───────────────┈ ⳹
`
}
exports.downloadMenu = (prefix) => {
    return `
*── 「 DOWNLOAD 」 ──*
╭──────────────────────
╿1.▊┊➳  ${prefix}facebook
╿▊┊➳Baixe o vídeo do Facebook.
│[  Uso: *${prefix}facebook* link_video
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩2. *▊┊➳  ${prefix}nthentaipdf*
╿▊┊➳Pesquise e baixe hentais em pdf.
│[  Uso: *${prefix}nthentaipdf* -code-
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩3. *▊┊➳  ${prefix}tiktok*
╿▊┊➳Baixe o vídeo do TikTok.
│[  Uso: *${prefix}tiktok* link_video
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩4. *▊┊➳  ${prefix}twitter*
╿▊┊➳Baixe mídia do Twitter.
│[  Uso: *${prefix}twiter* link
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩5. *▊┊➳  ${prefix}tiktoknowm*
╿▊┊➳Baixe o código-fonte do tiktokvideo.
┃⋆│┌⟩│[  Uso: *${prefix}tiktoknowm*
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩6. *▊┊➳  ${prefix}igdl*
╿▊┊➳Baixe vídeos do Source Instagram.
│[  Uso: *${prefix}ig* link_video
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩7. *▊┊➳  ${prefix}ytmp3*
╿▊┊➳Baixar usuário do canal de áudio
│[  Uso: *${prefix}ytmp3* Link Video
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩8. *▊┊➳  ${prefix}ytmp4*
╿▊┊➳Baixar vídeo do usuário do canal
│[  Uso: *${prefix}ytmp4* Link de vídeo
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩▊┊➳ 10. *▊┊➳  ${prefix}soundcloud*
╿▊┊➳ Baixe música soundcloud.
│[  Uso: *${prefix}souncloud* link_music
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩▊┊➳ 11. *▊┊➳  ${prefix}tikokaudio*
▊┊➳ pesquisar áudio tikok
│[  Uso: *${prefix}linedl* link_sticker
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩12. *▊┊➳  ${prefix}play
╿▊┊➳ pesquisar áudio do YouTube
│[  Uso: *${prefix}play* nome da música
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩14. *▊┊➳  ${prefix}xnxx
╿▊┊➳ baixa imagem do link e informações (não faça em gp sem permissão de um adm)
│[  Uso: *${prefix}xnxx* (https://www.xnxx.com/video-...)
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩14. *▊┊➳  ${prefix}xnxxsearch
╿▊┊➳ procura informações do site com resultados
│[  Uso: *${prefix}xnxxsearch* cu
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩15. *▊┊➳  ${prefix}yt
╿▊┊➳ manda lista de músicas para vc baixar
│[  Uso: *${prefix}yt* needs
╰───────────────┈ ⳹
`
}
exports.rulesBot = (prefix) => {
    return `

*REGRAS BOT*

1. Não envie spam para bot.
punição: * block *

2. Não ligue bot.
punição: * BLOCO SUAVE *

3. Não chingue o bot.
punição: * BLOCO PERMANENTE *

3. Meu menu sc é feio, o importante é
Meu bot anda acordado
Se você entende as regras, digite * ${prefix}menu * para começar!

* Se você deseja este script, entre em contato com nosso proprietário *

Proprietário:
wa.me/556996103915

`
}
exports.premmenu = (prefix) => {
    return `
╭──────────────────────
┃⋆│. *▊┊➳  ${prefix}nhentaipdf
╿▊┊➳baixa música hentai em pdf
│[  Uso: *${prefix}nhentaipdf* -cod-
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩*▊┊➳  ${prefix}nhentai
╿▊┊➳manda info do hentai
│[  Uso: *${prefix}nhentai* -cod-
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩*▊┊➳  ${prefix}hentai
╿▊┊➳manda fotos de hentai kkkkkkk
│[  Uso: *${prefix}hentai* -nome-
╰───────────────┈ ⳹
╭──────────────────────
            !add
╿▊┊➳Adicione usuários ao grupo.
│[  Uso: *!add* 556xxxxxxxxxx
╰───────────────┈ ⳹

╭──────────────────────
┃⋆│┌⟩. *!kick
╿▊┊➳       Remova membros do grupo.
│[  Uso: *!kick* @member1
╰───────────────┈ ⳹
`
}
exports.infoMenu = (prefix) => {
return `
┌─❖
│*「 ⚙️-❪info❫-⚙️ 」*
└┬❖
┌┤「 info menu」
││
││⪧ update
││⪧ level
││⪧ listsewa
││⪧ sourcecode
││⪧ reiniciar
││⪧ prefil
││⪧ status
││⪧ regras
││⪧ rank
││⪧ owner
││⪧ ping
││⪧ runtime
││⪧ listpremium
││⪧ cekpremium
││⪧ listpremium
││⪧ bug  _texto_
│├────────
││ info
│└────────
╰─━━━━─── • ───━━━━ ⳹
`
}
exports.sewamenu = (prefix) => {
return `
*── 「 LISTA DE PREÇOS 」 ──*

*sem
`
}
exports.infoowner = (prefix) => {
return `
Owner = wa.me/556996103915


Grupos Whatsapp = https://chat.whatsapp.com/L2sG4PHWVdzBjO5lVnSctz

Instagram = _pireskkkk
`
}